Tests/Requests/Request_Calculator_500.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <add_error xmlns="http://example.com/">
            <intA xmlns="">3</intA>
            <intB xmlns="">a</intB>
        </add_error>
    </Body>
</Envelope>